Revit 2027 API
BuiltInFailures.ElectricityFailures.InvalidSpareLoad Property
 The spare/space assigned to panel '[Panel Name]' has an invalid load property. To correct this issue, remove and add the spare/space to the panel again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InvalidSpareLoad { get; }
Public Shared ReadOnly Property InvalidSpareLoad As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InvalidSpareLoad {
	FailureDefinitionId^ get ();
}
static member InvalidSpareLoad : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ElectricityFailures Class
Autodesk.Revit.DB Namespace